{"artists":[{"idArtist":"154289","strArtist":"Morgan Wallen","strArtistStripped":null,"strArtistAlternate":"","strLabel":"Republic Nashville","idLabel":"47133","intFormedYear":"2014","intBornYear":"1993","intDiedYear":null,"strDisbanded":null,"strStyle":"Country","strGenre":"Country","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Morgan Wallen (born May 13, 1993 in Sneedville, Tennessee) is an American country music artist. He signed with Big Loud Records and released an extended play and a single, \"The Way I Talk.\" His father was a preacher, and as a child, Wallen took piano and violin lessons. He played baseball in college, but chose to look for music instead after an injury. In 2014, he competed in season 6 of The Voice, but was eliminated.\nAt the end of 2016, Wallen signed with Big Loud Records, a label owned by record producer Joey Moi. He released his debut single \"The Way I Talk\" shortly after. In addition, he co-wrote the single \"Preachin 'to the Choir of A Thousand Horses.\" In April 2017, Wallen released a music video for \"The Way I Talk\". She also joined the Florida Georgia Line to set dates on her Dig Your Roots Tour. He’s a passionate singer with a unique sound who grew up in Appalachia, and you’ll be hearing Morgan Wallen before 2016 is over. Wallen moved to Nashville in July 2015, not sure what he would find, but convinced that he should at least give his dreams a legitimate shot. Less than a year later, he’d already been signed to Big Loud Records, recorded some initial tracks with producer Joey Moi (Florida Georgia Line, Jake Owen) and hit the road on his first radio promotion tour.\nIt might appear that Wallen’s on the fast track, but it took him a while to get there. Born in Sneedville, Tennessee (a town that also lays claim as the birthplace of bluegrass pioneer Jimmy Martin), to a hard-rock-lovin’ preacher and contemporary-Christian-devoted teacher, Wallen showed his musical interests early, singing in front of the local congregation at age three and asking for a violin for his fifth birthday. He would soon switch to piano and later add guitar to his arsenal, though he never really imagined it was possible to make a career of it.\n“I didn’t think that was realistic because I had no clue about how the music business worked,” Wallen says. “Even living three hours away, I had no idea about Nashville.”\nInstead, he focused his efforts on baseball, and he was pretty good at it. Playing shortstop and pitcher for Gibbs High School in Corryton, the same school where Kenny Chesney graduated. Wallen earned an offer to continue playing at a major college.\nBut fate intervened. While pitching during his senior year, he felt a pop in his right elbow and would undergo a tendon replacement procedure. While he was able to continue playing guitar and piano, it proved to be the end of his baseball career.\n“Looking back, I’m glad it happened the way it did, because I really actually loved music more than I ever did baseball,” he says.\nThe kind of music almost didn’t matter. Rock, hip-hop, country – he loved it all, particularly the emotional connection that it created between the musician and the listener. But when he wrote, the music was invariably country.\n“Writing music was a way for me to get my feelings out,” he says. “I don’t really express my feelings very much, and I guess it was just a way for me to let some of that go. It’s my safe place.”\nHis mother signed him up to audition for NBC’s The Voice, convinced that he’d do well. Wallen had no idea what to expect – he’d never seen the show – but he was chosen by Usher and was later stolen by Adam Levine. The last song he performed during his run, a cover of Florida Georgia Line’s “Stay,” helped him steer him toward his creative destiny.\n“Honestly, I was just trying to figure out who I was,” he reflects. “I was trying to figure out me as a person, me as an artist. It was one way to do it.”\nDuring his time in California, Wallen met Sergio Sanchez, the lead singer and writer for Jive Records’ hard-rock band Atom Smash. While Sanchez initially served as Wallen’s vocal coach, they hit it off and started co-writing regularly in Knoxville. Armed with new music, Wallen and Sanchez moved to Nashville and became ingrained in the city’s music community. From there, things moved quickly. Wallen’s managers, Dirk Hemsath and Mike Bachta of Working Group Artist Management, set him up to play for William Morris Endeavor’s Kevin Neal, agent for Jason Aldean and Florida Georgia Line. Neal signed him on the spot. Hemsath and Bachta next sent demos to Big Loud Shirt’s Seth England, hoping to land some co-writing opportunities with songwriters at the publishing company. England was so impressed that he brought Morgan in to audition for his partners in Big Loud Records: Craig Wiseman, Clay Hunnicutt, Kevin “Chief” Zaruk and Joey Moi. They signed Wallen to both the label and the publishing company.\nWallen started woodshedding as a songwriter, working with the likes of Wiseman (“Live Like You Were Dying”), Rodney Clawson (“Dirt”), Chris Tompkins (“Drunk On A Plane”), the Warren Brothers (“Highway Don’t Care”), Tommy Cecil (“Home Alone Tonight”) and Matt Dragstrem (“Sippin’ On Fire”). Meanwhile, Big Loud proved that it was big-league – while Wallen worked on his own music, the label’s first-ever single, Chris Lane’s “Fix,” went into the Top 15 and continued climbing, an unheard-of start for a brand-new label.\nWallen hopes to build a similar story. He headed out on a promotion tour of radio stations in the summer of 2016, giving him a chance to start playing for people again after spending so much of the previous year in writing rooms and the recording studio. The end goal is to be on a stage, making that emotional connection with his distinctive sound. But it takes time to get there.\n“We’ve just really been trying to get the focus on the music,” he says. “If we don’t have that, then there’s no point in playing.”","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Morgan Cole Wallen (Sneedville, 13 de mayo de 1993) es un cantante y compositor de música country estadounidense.\nFirmó con Big Loud Records y lanzó cuatro sencillos: «The Way I Talk», «Up Down», que colabora Florida Georgia Line, «Whiskey Glasses» y su sencillo actual «Chasin 'You».\nMorgan nació en Sneedville, Tennessee.​ Su padre era pastor bautista y cuando era niño, Morgan tomó clases de piano y violín. Le ofrecieron una beca para jugar béisbol en la universidad, pero después de una lesión, decidió buscar música en su lugar.\nIn 2014, Morgan compitió en sexta temporada de The Voice, inicialmente como parte del equipo de Usher y luego del equipo de Adam Levine. Fue eliminado durante los Playoffs.​\nA finales de 2016, Morgan firmó con Big Loud Records, un sello propiedad del productor discográfico Joey Moi. Lanzó su sencillo debut «The Way I Talk» poco después.​ Además, co-escribió el sencillo A Thousand Horses «Preachin 'to the Choir».1​ En abril de 2017, Morgan lanzó un video musical para «The Way I Talk».​ También se unió a Florida Georgia Line para establecer fechas en su Dig Your Roots Tour.​\nEl 27 de abril de 2018, Morgan lanzó su álbum debut, If I Know Me.5​ El segundo sencillo del álbum, «Up Down», fue grabado con Florida Georgia Line.​ Según Morgan, él y Florida Georgia Line se reunieron como se conocían, y cuando FGL escuchó el sencillo, se interesaron en una colaboración.​ El tercer sencillo del álbum «Whiskey Glasses» se lanzó a la radio country el 30 de julio de 2018. Llegó al número uno en Country Airplay en junio de 2019. Morgan se unió a Florida Georgia Line en su Can't Say I Ain 't Country Tour en 2019.​ Morgan también hizo una breve aparición en el episodio del 3 de diciembre de 2018 de WWE Raw. «Whiskey Glasses» se convirtió en la canción número 1 de fin de año en la radio country para 2019.​\nEn mayo de 2020, Wallen fue arrestado a las afueras del bar de Kid Rock en Nashville por intoxicación y desorden público.​ Wallen pidió perdón diciendo que él y sus amigos \"no pretendían causar ningún mal\". El 10 de julio de 2020, Wallen le dio la bienvenida a su hijo Indigo Wilder con su exprometida, Katie Smith.","strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Sneedville, Tennessee, USA","strCountryCode":"US","strArtistThumb":"https://r2.theaudiodb.com/images/media/artist/thumb/rupwxw1556529398.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/6rz7un1610112574.png","strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/9m7vcn1641422966.png","strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/yw1vss1613134725.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/dhzhwr1613134806.jpg","strArtistFanart":"https://r2.theaudiodb.com/images/media/artist/fanart/s4a07a1613134150.jpg","strArtistFanart2":"https://r2.theaudiodb.com/images/media/artist/fanart/au1xml1613134165.jpg","strArtistFanart3":"https://r2.theaudiodb.com/images/media/artist/fanart/9er9zl1613134179.jpg","strArtistFanart4":"https://r2.theaudiodb.com/images/media/artist/fanart/oezxrw1613134193.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/tgxd6d1613134838.jpg","strMusicBrainzID":"2077273e-eaa1-4f49-903c-f286ededecb9","strISNIcode":null,"strLastFMChart":null,"strLocked":"unlocked"}]}